Repository: Tagliatelpesto/BatailleNavale
Catalog: Translations/BatailleNavale.*.xlf
Languages: fr_fr

# Table 238562794 - Property 2879900210
source: BattleShip Game
fr_fr: Bataille Navale

# Table 238562794 - Field 2790486453 - Property 2879900210
source: Comment
fr_fr: Commentaire

# Table 238562794 - Field 1021161983 - Property 2879900210
source: Game Statut
fr_fr: Statut de Partie

# Table 238562794 - Field 2851472673 - Property 2879900210
source: Loser
fr_fr: Perdant

# Table 238562794 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: N° Partie.

# Table 238562794 - Field 1351594800 - Property 2879900210
source: No. Series
fr_fr: N° Series

# Table 238562794 - Field 3460042232 - Property 2879900210
source: Number Boat Placed
fr_fr: Nombre de bateau placé

# Table 238562794 - Field 1862822726 - Property 2879900210
source: Player 1
fr_fr: Joueur 1

# Table 238562794 - Field 4244700171 - Property 2879900210
source: Player 2
fr_fr: Joueur 2

# Table 238562794 - Field 3107147914 - Property 2879900210
source: Player Turn
fr_fr: Tour du Joueur

# Table 238562794 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date de Publication

# Table 238562794 - Field 94590195 - Property 2879900210
source: Winner
fr_fr: Gagnant

# Table 2855537084 - Property 2879900210
source: BattleShip Grid
fr_fr: Grille de Bataille Navale

# Table 2855537084 - Field 2307791637 - Property 2879900210
source: Boat Statut
fr_fr: Statut du Bateau

# Table 2855537084 - Field 2712378956 - Property 2879900210
source: Boat Type
fr_fr: Type de Bateau

# Table 2855537084 - Field 1370214738 - Property 2879900210
source: Column
fr_fr: Colonne

# Table 2855537084 - Field 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Table 2855537084 - Field 2380131451 - Property 2879900210
source: No. Game
fr_fr: N°Partie

# Table 2855537084 - Field 1194756120 - Property 2879900210
source: No. Player
fr_fr: N°Joueur

# Table 2899622381 - Property 2879900210
source: Battle Ship Player
fr_fr: Joueur de Bataille Navale

# Table 2899622381 - Field 1431445920 - Property 2879900210
source: Number of loses
fr_fr: Nombre de défaite

# Table 2899622381 - Field 3905475884 - Property 2879900210
source: Number of victories
fr_fr: Nombre de Victoires

# Table 2899622381 - Field 2708250016 - Property 2879900210
source: ID
fr_fr: Identifiant

# Table 400969953 - Property 2879900210
source: BattleShip Setup
fr_fr: Paramètre Bataille Navale

# Table 400969953 - Field 1351594800 - Property 2879900210
source: No. Series
fr_fr: N° Series

# Table 400969953 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Clé Primaire

# Codeunit 3189742129 - Method 169939699 - NamedType 1458864712
source: You can't delete the boat by the center
fr_fr: Vous ne pouvez pas supprimer le bateau par le centre

# Codeunit 3189742129 - Method 3233600210 - NamedType 2204147664
source: This placement is Impossible
fr_fr: Le placement est Impossible

# Codeunit 3189742129 - Method 3233600210 - NamedType 3265060197
source: This Boat is completely placed
fr_fr: Ce bateau est entièrement placé

# Codeunit 3189742129 - Method 3233600210 - NamedType 1548989585
source: Placement on 2 axes impossible
fr_fr: Placement sur 2 axes impossible

# Codeunit 3189742129 - Method 3233600210 - NamedType 869766498
source: This Boat must be around boats of the same type
fr_fr: Ce Bateau doit être autour des bateaux de même types

# Page 1579089710 - Property 2879900210
source: BattleShip Game Card
fr_fr: Fiche Bataille Navale

# Page 1579089710 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Générale

# Page 1579089710 - Control 2314291591 - Property 1295455071
source: Specifies the Game Statut
fr_fr: Spécifie le Statut de la Partie

# Page 1579089710 - Control 2851472673 - Property 1295455071
source: Specifies the value of the Loser
fr_fr: Spécifie la valeur du perdant

# Page 1579089710 - Control 2851472673 - Property 2879900210
source: Loser
fr_fr: Perdant

# Page 1579089710 - Control 94590195 - Property 1295455071
source: Specifies the value of the Winner
fr_fr: Spécifie la valeur du Gagnant

# Page 1579089710 - Control 94590195 - Property 2879900210
source: Winner
fr_fr: Gagnant

# Page 1579089710 - Control 2790486453 - Property 1295455071
source: Specifies a Comment for the Game
fr_fr: Spécifie un Commentaire pour la partie

# Page 1579089710 - Control 2790486453 - Property 2879900210
source: Comment
fr_fr: Commentaire

# Page 1579089710 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No.Game
fr_fr: Spécifie la valeur du N°Partie

# Page 1579089710 - Control 4200184881 - Property 2879900210
source: No.
fr_fr: N°Partie.

# Page 1579089710 - Control 3710982960 - Property 1295455071
source: Posting Date of the Game
fr_fr: Date de création de la Partie

# Page 1579089710 - Control 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date de Publication

# Page 1579089710 - Control 1862822726 - Property 1295455071
source: Specifies the value of the Player 1
fr_fr: Spécifie la valeur du Joueur 1

# Page 1579089710 - Control 1862822726 - Property 2879900210
source: Player 1
fr_fr: Joueur 1

# Page 1579089710 - Control 4244700171 - Property 1295455071
source: Specifies the value of the Player 2
fr_fr: Spécifie la valeur du Joueur 2

# Page 1579089710 - Control 4244700171 - Property 2879900210
source: Player 2
fr_fr: Joueur 2

# Page 1579089710 - Control 4218309274 - Property 1295455071
source: Specifies the value of the Player Turn
fr_fr: Spécifie la valeur du Tour du Joueur

# Page 1579089710 - Control 276231289 - Property 2879900210
source: BattleShip Grid Game Player 1
fr_fr: Grille de Jeu du Joueur 1

# Page 1579089710 - Control 3933501968 - Property 2879900210
source: BattleShip Grid Game Player 2
fr_fr: Grille de Jeu du Joueur 2

# Page 1579089710 - Control 2799756860 - Property 2879900210
source: BattleShip Grid Placement Player 1
fr_fr: Grille de Placement du Joueur 1

# Page 1579089710 - Control 3437453477 - Property 2879900210
source: BattleShip Grid Placement Player 2
fr_fr: Grille de Placement du Joueur 2

# Page 1579089710 - Action 3274950889 - Property 1295455071
source: Print your game
fr_fr: Imprimez votre partie

# Page 1579089710 - Action 3274950889 - Property 2879900210
source: PrintGame
fr_fr: Impr.Partie

# Page 2573397000 - Property 2879900210
source: BattleShip Game
fr_fr: Bataille Navale

# Page 2573397000 - Property 3863440606
source: Game,BattleShip
fr_fr: Partie de Bataille Navale

# Page 2573397000 - Control 2790486453 - Property 1295455071
source: Specifies a Comment for the Game
fr_fr: Spécifie un commentaire pour la Partie

# Page 2573397000 - Control 2790486453 - Property 2879900210
source: Comment
fr_fr: Commentaire

# Page 2573397000 - Control 2314291591 - Property 1295455071
source: Specifies the Game Statut
fr_fr: Spécifie le Statut de la Partie

# Page 2573397000 - Control 2314291591 - Property 2879900210
source: Statut of the game
fr_fr: Statut de la Partie

# Page 2573397000 - Control 2851472673 - Property 1295455071
source: Specifies the value of the Loser
fr_fr: Spécifie la valeur du perdant

# Page 2573397000 - Control 2851472673 - Property 2879900210
source: Loser
fr_fr: Perdant

# Page 2573397000 - Control 4200184881 - Property 1295455071
source: Specifies the No.Game
fr_fr: Spécifie le N° de Partie

# Page 2573397000 - Control 4200184881 - Property 2879900210
source: No.
fr_fr: N°Partie.

# Page 2573397000 - Control 1862822726 - Property 1295455071
source: Specifies the value of the Player 1
fr_fr: Spécifie la valeur du joueur 1

# Page 2573397000 - Control 1862822726 - Property 2879900210
source: Player 1
fr_fr: Joueur 1

# Page 2573397000 - Control 4244700171 - Property 1295455071
source: Specifies the value of the Player 2
fr_fr: Spécifie la valeur du joueur 2

# Page 2573397000 - Control 4244700171 - Property 2879900210
source: Player 2
fr_fr: Joueur 2

# Page 2573397000 - Control 3710982960 - Property 1295455071
source: Posting Date of the Game
fr_fr: Date de création de la Partie

# Page 2573397000 - Control 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date de Publication

# Page 2573397000 - Control 94590195 - Property 1295455071
source: Specifies the value of the Winner
fr_fr: Spécifie la valeur du Gagnant

# Page 2573397000 - Control 94590195 - Property 2879900210
source: Winner
fr_fr: Gagnant

# Page 3806665386 - Property 2879900210
source: BattleShip Grid
fr_fr: Grille de Bataille Navale

# Page 3806665386 - Control 2871316547 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 489439102 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 4146709781 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 958226696 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 320530079 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 2233619930 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 1595923313 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 20651508 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 3677922187 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 1296044742 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 3806665386 - Control 1735507514 - Property 1295455071
source: Y Coordinate
fr_fr: Coordonnée Y

# Page 2483026315 - Property 2879900210
source: BattleShip Grid
fr_fr: Grille de Bataille Navale

# Page 2483026315 - Control 2871316547 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 489439102 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 4146709781 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 958226696 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 320530079 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 2233619930 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 1595923313 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 20651508 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 3677922187 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 1296044742 - Property 1295455071
source: X Coordinate
fr_fr: Coordonnée X

# Page 2483026315 - Control 1735507514 - Property 1295455071
source: Y Coordinate
fr_fr: Coordonnée Y

# Page 2483026315 - Control 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Page 1815249539 - Property 2879900210
source: BattleShip Player
fr_fr: Joueur de Bataille Navale

# Page 1815249539 - Property 3863440606
source: BattleShip,Player
fr_fr: Bataille, Navale, Bataille Navale, Joueur

# Page 1815249539 - Control 1431445920 - Property 1295455071
source: Specifies the Number of loses the Player have
fr_fr: Spécifie le nombre de Défaites que le Joueur a

# Page 1815249539 - Control 3905475884 - Property 1295455071
source: Specifies the Number of victories the Player have
fr_fr: Spécifie le nombre de victoires que le Joueur a

# Page 1815249539 - Control 2708250016 - Property 1295455071
source: Specifies the Player User Id
fr_fr: Spécifie l'identifiant du Joueur

# Page 400969953 - Property 2879900210
source: BattleShip Setup
fr_fr: Paramètre Bataille Navale

# Page 400969953 - Property 3863440606
source: Setup,BattleShip,Game
fr_fr: Paramètre,Bataille, Navale, Bataille Navale, Partie

# Page 400969953 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Générale

# Page 400969953 - Control 1351594800 - Property 1295455071
source: Specifies the No. Series for the BattleShip Game
fr_fr: Spécifie le N° de Série de la Partie de Bataille Navale

# Page 4113539433 - Property 2879900210
source: BattleShipPlayer Card
fr_fr: Fiche Joueur de la Bataille Navale

# Page 4113539433 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Générale

# Page 4113539433 - Control 1431445920 - Property 1295455071
source: Specifies the Number of loses the Player have
fr_fr: Spécifie le nombre de défaites que le Joueur a

# Page 4113539433 - Control 3905475884 - Property 1295455071
source: Specifies the Number of victories the Player have
fr_fr: Spécifie le nombre de victoires que le Joueur a

# Page 4113539433 - Control 2138558048 - Property 1295455071
source: Specifies the Player User Id
fr_fr: Spécifie l'identifiant du Joueur

# Report 1852210746 - Property 2879900210
source: Resume Print BattleShip Game
fr_fr: Impr. Résumer de la Partie

# Enum 3230171997 - EnumValue 1091794855 - Property 2879900210
source: Hit
fr_fr: Touché

# Enum 3230171997 - EnumValue 1227876768 - Property 2879900210
source: Miss
fr_fr: Loupé

# Enum 3230171997 - EnumValue 604470185 - Property 2879900210
source: Sinking
fr_fr: Coulé

# Enum 4063187524 - EnumValue 954179868 - Property 2879900210
source: Battleship (4 Cases)
fr_fr: Croiseur (4 Cases)

# Enum 4063187524 - EnumValue 4093983712 - Property 2879900210
source: Carrier (5 Cases)
fr_fr: Porte Avion (5 Cases)

# Enum 4063187524 - EnumValue 2140220551 - Property 2879900210
source: Destroyer (3 Cases)
fr_fr: Contre-Torpilleur (3 Cases)

# Enum 4063187524 - EnumValue 693752872 - Property 2879900210
source: PatrolBoat (2 Cases)
fr_fr: Patrouille (2 Cases)

# Enum 4063187524 - EnumValue 2813759748 - Property 2879900210
source: Submarine (3 Cases)
fr_fr: Sous-Marrin (3 Cases)

# Enum 1021161983 - EnumValue 2667510389 - Property 2879900210
source: Finish
fr_fr: Finis

# Enum 1021161983 - EnumValue 3365030986 - Property 2879900210
source: Game
fr_fr: En Jeu
